Repository: zecacharly/KPPAutomation-1
Catalog: EpsonModule/EpsonModule/EpsonConfigForm.*.resx
Languages: pt_pt

# tabPage1.Text
source: Main configurations
pt_pt: Configurações Gerais

# __checkFreeJoint4.Text
source: Free Joint 4
pt_pt: Libertar motor 4

# __checkFreeJoint3.Text
source: Free Joint 3
pt_pt: Libertar motor 3

# __checkFreeJoint1.Text
source: Free Joint 1
pt_pt: Libertar motor 1

# __checkFreeJoint2.Text
source: Free Joint 2
pt_pt: Libertar Motor 2

# label4.Text
source: Increment:
pt_pt: Incremento:

# __checkContinuous.Text
source: Continuous
pt_pt: Continuo

# __btUpdatSpeeds.Text
source: Update
pt_pt: Actualizar

# label3.Text
source: Accel:
pt_pt: Acelaração:

# label1.Text
source: Speed:
pt_pt: Velocidade

# label2.Text
source: Avaible Points:
pt_pt: Pontos disponiveis:

# __btSavePos.Text
source: Save Position
pt_pt: Salvar posição actual

# __btJumpTo.Text
source: Jump to Position
pt_pt: Saltar para posição

# __btCloseRing.Text
source: Close
pt_pt: Fechar

# __btDownRing.Text
source: Down
pt_pt: Descer

# __btUpRing.Text
source: Up
pt_pt: Subir

# __btOpenRing.Text
source: Open
pt_pt: Abrir

# __btCloseGear.Text
source: Close
pt_pt: Fechar

# __btOpenGear.Text
source: Open
pt_pt: Abrir

# groupBox3.Text
source: Tool
pt_pt: Ferramenta

# __btblowsideoff.Text
source: Side Off
pt_pt: Lateral Desligado

# __btblowfrontoff.Text
source: Front Off
pt_pt: Frente Desligado

# __btblowsideon.Text
source: Side On
pt_pt: Lateral Ligado

# __btblowfronton.Text
source: Front On
pt_pt: Frente Ligado

# groupBox9.Text
source: Air
pt_pt: Sopro

# __btgearunlock.Text
source: Unlock
pt_pt: Desbloquear

# __btgearlock.Text
source: Lock
pt_pt: Bloquear

# __btfeedstop.Text
source: Stop
pt_pt: Parar

# __btfeedstart.Text
source: Start
pt_pt: Iniciar

# groupBox8.Text
source: Run
pt_pt: Funcionamento

# groupBox6.Text
source: Feeding system
pt_pt: Sistema de alimentação

# __btLightRingsOff.Text
source: Off
pt_pt: Desligar

# __btLightRingsOn.Text
source: On
pt_pt: Ligar

# groupBox12.Text
source: Vision
pt_pt: Visão

# groupBox10.Text
source: Pallete Config
pt_pt: Configuração de paletização

# __nextStep.Text
source: Next Step
pt_pt: Próximo passo

# __btmaintenance.Text
source: Enter Maintenance Mode
pt_pt: Iniciar modo de manutenção

# $this.Text
source: Epson Configurations
pt_pt: Configurações
